{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Left","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"[PAD]"},"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[VALUE]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":5,"special":true,"content":"[NL]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":6,"special":true,"content":"[SP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":7,"special":true,"content":"[ESP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":8,"special":true,"content":">>>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true},"post_processor":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":false},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"model":{"dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"[VALUE]":3,"[MASK]":4,"[NL]":5,"[SP]":6,"[ESP]":7,">>>":8,"!":9,"\"":10,"#":11,"$":12,"%":13,"&":14,"'":15,"(":16,")":17,"*":18,"+":19,",":20,"-":21,".":22,"/":23,"0":24,"1":25,"2":26,"3":27,"4":28,"5":29,"6":30,"7":31,"8":32,"9":33,":":34,";":35,"<":36,"=":37,">":38,"?":39,"@":40,"A":41,"B":42,"C":43,"D":44,"E":45,"F":46,"G":47,"H":48,"I":49,"J":50,"K":51,"L":52,"M":53,"N":54,"O":55,"P":56,"Q":57,"R":58,"S":59,"T":60,"U":61,"V":62,"W":63,"X":64,"Y":65,"Z":66,"[":67,"\\":68,"]":69,"^":70,"_":71,"`":72,"a":73,"b":74,"c":75,"d":76,"e":77,"f":78,"g":79,"h":80,"i":81,"j":82,"k":83,"l":84,"m":85,"n":86,"o":87,"p":88,"q":89,"r":90,"s":91,"t":92,"u":93,"v":94,"w":95,"x":96,"y":97,"z":98,"{":99,"|":100,"}":101,"~":102,"Ġ":103,"Wh":104,"at":105,"is":106,"Ġis":107,"What":108,"Ġ8":109},"merges":["W h","a t","i s","Ġ is","Wh at","Ġ 8"]}}